/* Title for event birthday (with a name) */
"%@\\U2019s Birthday" = "%@さんの誕生日";

/* Title for event birthday (without a name) */
"Birthday" = "誕生日";

"FACEBOOK_CALENDAR_NAME" = "Facebookイベント";

/* default calendar name */
"DEFAULT_CALENDAR_NAME" = "カレンダー";

/* default reminders calendar name */
"DEFAULT_TASK_CALENDAR_NAME" = "リマインダー";
// Also this one, sadly.  See 9806767 and 9696624
"Reminders" = "リマインダー";

/* Default name for an event/reminder alarm */
"DEFAULT_REMINDER_NAME" = "リマインダー";

/* Errors, returned as part of EKError object. Generally only for developers, but they might appear in UI.*/
"EVENT_NOT_MUTABLE_ERROR" = "このイベントは編集できません。";

"NO_CALENDAR_ERROR" = "カレンダーが設定されていません。";

"NO_START_DATE_ERROR" = "開始日が設定されていません。";

"NO_END_DATE_ERROR" = "終了日が設定されていません。";

"DATES_INVERTED_ERROR" = "開始日は終了日より前の日付であることが必要です。";

"UNEXPECTED_ERROR" = "予期しないエラーが起きました。";

"CALENDAR_SOURCE_CANNOT_BE_MODIFIED" = "そのカレンダーはほかのアカウントに移動されないことがあります。";


"CALENDAR_READ_ONLY_ERROR" = "このカレンダーは読み出し専用です。";

"DURATION_EXCEEDS_RECURRENCE_ERROR" = "イベントが長すぎてこの頻度で繰り返せません。";

"ALARM_EXCEEDS_RECURRENCE_ERROR" = "警告が発生する前にイベントが繰り返されます。";

"START_DATE_FUTURE_ERROR" = "イベントの日時が先すぎます。";

"OCCURRENCE_COLLISION_ERROR" = "このイベントの別のインスタンスがこの日付に発生します。";

"INVITES_CANNOT_MOVE_ERROR" = "出席依頼はほかのカレンダーに移動できません。";

"CANNOT_GEOCODE_LOCATION_ERROR" = "このリマインダーの位置情報は、アラーム位置情報にジオコーディングできませんでした。";

/* meaningless to end users, but useful for coders. It means the event is being used with the wrong database (store). */
"WRONG_STORE_ERROR" = "そのイベントはそのイベントストアに属していません。";

/* developer error */
"SPAN_ERROR" = "無効なスパンが指定されました。";

"CALENDAR_HAS_NO_SOURCE" = "このカレンダーはアカウントに登録されていません";

"DOES_NOT_ALLOW_RECURRENCE_CHANGES" = "“繰り返し”フィールドは変更できません。";

"DOES_NOT_ALLOW_ALARM_CHANGES" = "アラームは変更できません。";

"DOES_NOT_ALLOW_ATTENDEE_CHANGES" = "出席者は変更できません。";

"CALENDAR_IMMUTABLE" = "このカレンダーは変更したり削除したりできません。";

"STRUCTURED_LOCATIONS_NOT_SUPPORTED" = "このアカウントは緯度・経度の座標値を持つ位置情報をサポートしていません";

"ACTIONS_NOT_SUPPORTED" = "このアカウントはアクションをサポートしていません";

"REMINDER_LOCATIONS_NOT_SUPPORTED" = "このアカウントはリマインダーの位置情報機能をサポートしていません";

"ALARM_PROXIMITY_NOT_SUPPORTED" = "このアカウントは、おおよその位置情報に基づくアラーム機能をサポートしていません。";

"RECURRING_TASK_REQUIRES_DUE_DATE_ERROR" = "繰り返し実行するリマインダーには期限を設定してください。";

"SOURCE_PROHIBITS_CALENDAR_ADD_DELETE" = "このアカウントではカレンダーを追加/削除できません。";

"CALENDAR_DOES_NOT_ALLOW_EVENTS" = "このカレンダーにはイベントを追加できません。";

"CALENDAR_DOES_NOT_ALLOW_REMINDERS" = "このカレンダーにはリマインダーを追加できません。";

"SOURCE_DOES_NOT_ALLOW_REMINDERS" = "このアカウントはリマインダーをサポートしていません。";

"PRIORITY_IS_INVALID" = "優先順位は0〜9でなければなりません。";

"INVALID_ENTITY_TYPE" = "有効なEKEntityTypeではありません。";
